13/data/attachments/74fa92c53cc6abda.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jacqueline_require_Actions_95273_0</nif:username>
            <nif:friendToBeRequested>soap_actions_1d74d672-0560-47e6-a220-fad2bb81cb47</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>